{
  "a5cbe3865a0ab83b380872b28eda288a": "According to police, the incident was triggered by two winter sports enthusiasts - more information to follow!",
  "1b7136d339760f6c45a10ad681575742": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 12, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system, a warm front is moving eastward out of the Alpine region. Subsequently, high pressure extending from the Mediterranean region across the Alpine region will bring an area of high pressure.<br><br> WEATHER FORECAST: Significant rain is expected overnight into Tuesday, with accumulations ranging from 10 to 20 liters per square meter. This will result in 10 to 20 cm of fresh snow above the snow line of approximately 1800 m, with slightly more than 20 cm possible in the high mountains of the Berchtesgaden Alps. At the same time, strong winds of around 50 km/h will blow, initially from the northwest, later from the southwest. The precipitation will taper off during the second half of the night, and the clouds will begin to break up in some areas. Temperatures will be slightly above freezing in low and mid-elevations, dropping to -2°C at 2000 m and -7°C on the Zugspitze.<br><br> On Tuesday, a pleasant mix of sun and clouds is expected, with only a few clouds clearing towards evening. It will be very mild in valleys, reaching up to 12 degrees Celsius. At 2000 meters, it will be an unusually mild +4 degrees Celsius, with the freezing level at 2600 meters and -4 degrees Celsius at 3000 meters. At the same time, the west to southwest wind will subside considerably, blowing at only about 20 to 40 km/h.<br><br> Overnight into Wednesday, varying degrees of high clouds will drift through the area. The mountains will remain clear. With prolonged periods of clear skies, temperatures will drop to around -5 degrees Celsius, regardless of altitude. A moderate westerly wind of approximately 20 km/h will blow.<br><br> Further outlook until Thursday, January 15, 2026: On Wednesday, more clouds than sun, mostly pleasant. Light southwest wind. On Thursday, initially overcast, mountains shrouded in clouds, but clearing up during the day and cloudless by evening. Moderate to fresh southwest wind. Mild temperatures on both days.</div>",
  "e2e2841552db2d39ecbb9fee6a30e2e2": "Three people involved. Skier 1 triggered the avalanche, catching skiers 2 and 3. Skier 3 was partially buried but was able to free himself.",
  "70ec09e57b0ab4b2bb9d2e925c11e00e": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 13, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: The low-pressure system Hiltrud is moving eastward across Scandinavia. Its warm front has already moved eastward, and behind it, an unusually mild air mass is reaching the Bavarian Alps in the warm sector. Subsequently, a ridge of high pressure from central Europe will extend into northeastern Europe, bringing high pressure influence.<br><br> WEATHER FORECAST: This Tuesday evening and into Wednesday night, only high clouds will pass through; the mountains will remain completely clear. Temperatures will drop to between -1 and -5 degrees Celsius, and in sheltered high-altitude areas above snow with occasional clearing, even to -12 degrees Celsius. A light wind of 10 km/h will blow from the west to southwest.<br><br> On Wednesday, varying degrees of high clouds will drift through the region. Consequently, there will be little sunshine. It will be unusually mild, with temperatures reaching 11 degrees Celsius in higher valleys, up to +3 degrees Celsius at 2000 meters altitude, and down to -4 degrees Celsius on the Zugspitze. Winds will be light from the west, up to 15 km/h, in most Alpine regions, but fresh to strong from the west-southwest, reaching up to 40 km/h, in the higher elevations of the Allgäu Alps. Overnight into Thursday, dense, high clouds will move in from the north. Temperatures will remain above freezing in some valleys, reaching +2 degrees Celsius, while in the mountains they will drop to between -3 and -7 degrees Celsius. No change in wind direction is expected.<br><br> Further outlook until Friday, January 16, 2026: On Thursday, dense clouds will move in, but the mountains will only be shrouded in clouds temporarily and only locally. Dry. Sunny in the afternoon. Light winds. On Friday, plenty of sunshine, although somewhat obscured by high clouds. Good visibility. Very mild. Expected light to moderate winds from the south, therefore only slightly föhn-like.</div>",
  "9e7e0ed309c832f7de89b39a8dc4f13a": "ECTN 12@21.0cm: Partial fraction (N) (1)\nECTN 12@21.0cm: Partial fraction (N) (2)",
  "4df5e769eaa23630400c9d892f0ce0c0": "Profile in the area of the crown edge of a medium-sized avalanche from the previous day – triggered by a single skier\n\nECT 31: no fracture\nKB 2@60.0cm: smooth fracture",
  "46029f680d8efb07932bbe4cdcaffe89": "ECTN 23@80.0cm: Partial fraction (N)",
  "d9739fcc7f6c654c166517718b7f4ecc": "Wind-encrusted area below ridge;\n\nCT 12@130.0cm: Resistive fracture, smooth (RP)\n\nCT 22@50.0cm: Sudden fracture, smooth (SP)\n\nCT 24@50.0cm: Sudden fracture, smooth (SP)\n\nECT 31: No fracture",
  "e697cc8a9523114f60b2c198566357a3": "Profile survey at the fracture line (edge) of the avalanche on December 15, 2019 / 11:40 AM, approximately 30 meters below the possible trigger point of the slab avalanche (width varies from 50 to 90 meters, length 400 meters).\n\nA second attempt yielded almost the same result.",
  "0ca55064d0f6dc1db0ca1d5fcb4a02b0": "CT 1@65.0cm: sudden smooth fracture (SP). Without CT test, layer 65-64.5 was not detected. CT test repeated, same result.",
  "2e4e900e5ca662281f72426acba6bb7a": "ECTP 14 at 37 cm\nProfile after a slab avalanche involving a person,\none person swept away, not buried, uninjured.\n\nECTP 14@37.0cm: sudden fracture (P) (entire block)",
  "cd2e4fc62980154102a11176b460dff9": "Snow profile taken during an avalanche rescue operation on the northwest face of the Steinmandl, approximately 50 meters below the summit. The avalanche was triggered by a skier who was carried approximately 30 meters and then continued skiing. The incident was reported by witnesses in the Hählekopf area.\n\nECTN 7@70.0cm: Partial fracture (N)\n\nStrikingly large variations in snowpack thickness on this slope are evident due to previous drifting.",
  "7a11e9172783751e90d21493fe0718f4": "ECTP 11@76.0cm: sudden break (P) (entire block)",
  "00b25521d97721807b12e6d16aaca417": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Wednesday, January 14, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: A large low-pressure system in the eastern Atlantic is causing a high-pressure southwest weather pattern with an unusually mild air mass in the Alpine region.<br><br> WEATHER FORECAST: This Wednesday evening, high clouds will thicken, becoming overcast overnight into Thursday, although the mountains will remain clear. Lows will range between -3 and -8 degrees Celsius. A brisk southerly wind may blow in the mountains, but it will be mostly calm and westerly in the high mountains.<br><br> On Thursday afternoon, the sun will break through completely. Good visibility. Unusually mild with temperatures between 5 and 10 degrees Celsius in the Alpine valleys, down to +1 degree Celsius at 2000 meters and -5 degrees Celsius at 3000 meters. A light to moderate wind will blow from the southeast to south. Friday night will be clear. Cold temperatures of -4 to -7 degrees Celsius, down to -13 degrees Celsius in sheltered areas over snow. The wind will continue to blow lightly from the south, with only a few valleys experiencing a fresh mountain breeze from the south.<br><br> Further outlook until Saturday, January 17, 2026: Plenty of sunshine on Friday and Saturday, but also some high clouds at times. Good visibility. Too mild with +3 degrees Celsius at 2000 meters and -2 degrees Celsius at 3000 meters. Light breeze from the south, possibly strong gusts in exposed locations.</div>",
  "7a71956b14528aebf421f591c0868971": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Thursday, January 15, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Between a controlling low-pressure area over the Atlantic and a large high-pressure zone extending from the Azores High to the Russian High, a southwesterly flow has established itself in the Alpine region, bringing with it a mild air mass.<br><br> WEATHER FORECAST: At most, a few high clouds will pass by. The night will therefore be mostly clear. Lows between -3 and -7 degrees Celsius, locally down to -14 degrees Celsius in sheltered hollows of the high mountains. A light mountain wind will blow from the south at higher elevations, while strong winds are possible locally at lower elevations.<br><br> On Friday, sunshine from early morning until late at night, mountains clear of clouds and therefore good visibility. Below 2000 m, isothermal temperatures of around +1 to 6 degrees Celsius, freezing level at 2200 m, -4 degrees Celsius on the Zugspitze. Light winds with a tendency towards southeast. Overnight into Saturday, a few clouds will drift through, partly cloudy. Light winds from the southeast, but in higher elevations from the southwest at around 40 km/h. Light to moderate frost with temperatures between -4 and -8 degrees Celsius.<br><br> Further outlook until Sunday, January 18, 2026: High pressure will dominate over the weekend, bringing plenty of sunshine and exceptional visibility. Light winds from the south, becoming increasingly föhn-like, but no gusts. Temperatures will rise slightly above freezing in the afternoon, with the freezing level around 2,200 meters.</div>",
  "dbd3f098c8cc076ab8625b04fdaa5c6f": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Friday, January 16, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> A persistent high-pressure system is dominating the weather in Bavaria. Milder air is temporarily flowing in from the east at higher altitudes.<br><br> Overnight into Saturday, the sky will be partly clear, with some thin cirrus clouds passing through. Lows will be around 2 degrees Celsius at 1500 meters and around -5 degrees Celsius at 3000 meters, with a light southerly wind.<br><br> On Saturday, the sun will be partially obscured by high clouds at times, and patchy fog is possible along the edge of the Alps. Temperatures will reach up to 7 degrees Celsius at 1500 meters and down to -1 degree Celsius on the Zugspitze. Winds will blow from the south at average speeds of 20-40 km/h.<br><br> Further outlook until Monday, January 19, 2026: Weak foehn winds on Sunday and Monday. Despite high cloud cover, mostly sunny.</div>",
  "27fa7f9d414dc461e63c1c27b8e56d4a": "Excavated only to a depth of 90 cm.\n\nECTN 11@173.0 cm: Partial fracture (N)",
  "18b228ea70ba47c4f62b510f05c6cf30": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Saturday, January 17, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> On the edge of a high-pressure system over western Russia, the Alpine region continues to receive an influx of relatively mild air from the south.<br><br> This evening, the sky will be mostly partly cloudy. Only along the eastern edge of the Alps will low-lying clouds form, creating a layer of high fog. The night leading into Sunday will be clear across much of the region. Fog and low clouds will spread from the north, reaching into some valleys. Light to moderate frost will prevail at all elevations. Winds will be generally light to moderate, averaging 10 to 20 km/h from the east to south. Only in particularly susceptible foehn valleys should stronger gusts of around 50 km/h from the south be expected at times.<br><br> On Sunday, low-lying, high fog will linger for extended periods along the edge of the Alps below 1000 meters; otherwise, the sun will shine frequently with only a few scattered clouds. Mild temperatures of 4 to 9 degrees Celsius will be reached in the valleys. At 1500 meters, maximum temperatures will range from 2 degrees Celsius in the Berchtesgaden Alps to 7 degrees Celsius in the Allgäu Alps, reaching -2 degrees Celsius on the Zugspitze. The wind will shift to increasingly southerly directions, averaging 10 to 20 km/h, and up to 30 km/h on high peaks. Strong to gale-force gusts of up to 60 km/h are expected at times in the foehn valleys and on the easternmost peaks.<br><br> Further outlook until Tuesday, January 20, 2026: Plenty of sunshine and dry conditions at the start of the new week. Moderate frost will increase at night with mostly light cloud cover, while daytime temperatures will remain quite mild.</div>",
  "a634d126d4aa2bdfb8d88e2a13ae24dc": "ECTN 2@53.0cm: Partial fracture (N)\nECTP 17@27.0cm: Sudden fracture (P) (entire block)",
  "7df32540573922d9d32728fcad1cc155": "ECT 31: no fracture",
  "5c0c994356dca3af73d892458fb49df5": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Sunday, January 18, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> On the edge of a high-pressure system over Eastern Europe, mild and dry air continues to reach the Alpine region from the south.<br><br> This evening, the sky will be mostly clear with only a few clouds. Only along the edge of the Alps will low-lying areas often experience low-lying fog, which will largely persist into Monday night. Above this fog, some cloud cover will move in from the southwest during the night. It will likely remain clear throughout in the mountain ranges east of the Inn River. Light to moderate frost is expected in the valleys and at higher elevations; elsewhere, temperatures will rarely drop below freezing. Winds will average 10 to 20 km/h, reaching up to 30 km/h in exposed high-altitude areas, blowing from increasingly southerly directions. Stronger gusts of around 50 km/h are possible in valleys affected by foehn winds, while strong to gale-force gusts of around 60 km/h are expected on the eastern peaks.<br><br> On Monday, the sun will shine from an increasingly cloudless sky. Any remaining high fog at lower elevations will likely dissipate quickly. Mild temperatures of 6 to 10 degrees Celsius are expected in the valleys, around 3 degrees at 1500 meters, and -5 degrees on the Zugspitze. The wind will initially remain unchanged from the south, gradually weakening during the afternoon and shifting to a southeasterly to easterly direction at lower elevations.<br><br> Further outlook until Wednesday, January 21, 2026: High pressure will continue on Tuesday and Wednesday. Plenty of sunshine during the day and still quite mild, becoming increasingly frosty in the clear nights.</div>",
  "70aafd95f330847d229dae1f6a12269c": "ECT 31: no fracture",
  "4e73a3c274cbb06a5b9b920d0ad8a6d8": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 19, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> Tuesday will be sunny and quite mild<br><br> Between low-pressure areas over the North Atlantic and a high-pressure system over Southeast Europe, relatively mild and dry air is being drawn into the Bavarian Alps by a southerly flow.<br><br> The night leading into Tuesday will be clear, with only isolated patches of shallow mist or fog forming in the valleys. Moderate frost is expected there in the morning, with temperatures between -5 and -9 degrees Celsius. In exposed locations between approximately 800 and 2000 meters above sea level, however, temperatures will remain above freezing.<br><br> On Tuesday, the sun will shine from a cloudless sky. Temperatures will rise to 5 to 8 degrees Celsius in the valleys, while it will remain somewhat colder in the Berchtesgaden region. At 1500 meters, temperatures are expected to reach around +3 degrees Celsius, and -4 degrees Celsius on the Zugspitze. The wind will blow from the south, averaging 15-30 km/h in exposed high-altitude areas, with occasional strong gusts.<br><br> Further outlook until Thursday, January 22, 2026: Wednesday and Thursday will see a continuation of the calm, sunny, high-pressure weather. Slightly colder in the valleys, hardly any temperature change in the mountains.</div>",
  "f6874af158c3930429b99d1441f88453": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 20, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> On the edge of a high-pressure system centered over Southeast Europe, dry air is being drawn into the German Alpine region by a southerly flow.<br><br> The night leading into Wednesday will remain mostly clear. Temperatures in the valleys will drop to between -5 and -10 degrees Celsius.<br><br> Wednesday will be sunny. Highs will reach +3 to 8 degrees Celsius in the valleys, +4 degrees Celsius at 1500 meters, and -4 degrees Celsius at 3000 meters. Winds will be light, generally from the east, shifting to southwesterly at higher elevations.<br><br> Further outlook until Friday, January 23, 2026: Little change on Thursday. More clouds on Friday, but mostly dry.<br><br></div>",
  "a99b4062f1145a268642cdbd32cb141d": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Wednesday, January 21, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> Between a low-pressure system west of the British Isles and a high-pressure zone over Eastern Europe, an inversion situation with relatively dry air has developed in the Bavarian Alps.<br><br> Mostly clear skies overnight into Thursday. Temperatures will drop to -5 to -10 degrees Celsius in the valleys, and locally even lower.<br><br> Thursday will be mostly sunny and dry. Temperatures in Alpine valleys will range from 0 to +6 degrees Celsius. At 1500 meters, temperatures will be around +4 degrees Celsius, and at 3000 meters, down to -5 degrees Celsius. Winds will remain light, averaging 20 km/h, with gusts up to 50 km/h in exposed locations, blowing from the east.<br><br><br> Further outlook until Saturday, January 24, 2026: Friday will be mostly cloudy, but generally dry. Highs will range from 0°C in the Berchtesgaden region to +6°C in the Upper Allgäu. Temperatures will reach around +1°C at 1500 meters and down to -7°C at 3000 meters. Saturday will be mostly cloudy with some snow in places. Highs will range between 0°C and +4°C, with the highest temperatures in the Allgäu. Temperatures will be around 0°C at 1500 meters and down to -8°C at 3000 meters. Winds will be mostly light from the east on Friday and Saturday.</div>",
  "04bafbd6c7ec9a7275acffef8070a47f": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Thursday, January 22, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> The Bavarian Alps lie between an air mass boundary to the west and a high-pressure system centered over western Russia, which still dominates. This has created an inversion weather pattern with mild air aloft. A slight föhn wind is expected.<br><br> Thursday will end sunny in the higher elevations, with only the Allgäu region experiencing occasional thick cirrus clouds. Overnight into Friday, high and mid-level clouds will increase from the west, reaching the eastern mountain ranges after midnight. Lows in the valleys will range from -6 to -10 degrees Celsius. Patches of high fog (with a ceiling around 1000 meters) will move in from the north.<br><br> On Friday, the high fog from the Alps will soon dissipate, giving way to a mix of sunshine and high and mid-level clouds, which will at times make it difficult for the sun to break through. Midday temperatures will reach up to 6 degrees Celsius in sunny valleys, around +2 degrees Celsius at 1500 meters, and -6 degrees Celsius at 3000 meters. The freezing level will be around 2000 meters. Light winds will blow from the southeast to south at night in mid-elevations, becoming moderate at times (average speed up to 20 km/h at night, up to 30 km/h during the day) from southerly directions on the highest peaks. During the day, winds will blow from the south in the higher elevations and from the southwest on the highest peaks.<br><br><br> Further outlook until Sunday, January 25, 2026: Saturday will start mostly cloudy with a few snowflakes possible in the Allgäu region, becoming increasingly sunny throughout the day. Sunday will be mostly cloudy with snow likely to begin in the evening; gradually getting colder.</div>",
  "6fce0b53612da3617eafbd104d9552c0": "ECTN 20@69.0cm: Partial fraction (N)\nECTN 5@80.0cm: partial fraction (N)\nECTN 21@69.0cm: Partial fraction (N)",
  "ed444c42c3cbc6320e3f6afda2ca600d": "ECTN 5@34.0cm: Partial fraction (N)",
  "81671bfdbe838e4dc23a1c7610d53f6a": "#SNP-FC\nECTN 14@69.0cm: Partial fracture (N)\nECTN 12@83.0cm: Partial fracture (N)\nECTP 15@69.0cm: Sudden fracture (P) (entire block)\norographically to the right of a relatively recent avalanche",
  "789d524e56477b02c16e575d8605e6d4": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Friday, January 23, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system over the English Channel, a weak frontal system is moving across the Alpine region.<br><br> WEATHER FORECAST: This Friday evening will be partly cloudy. Overnight into Saturday, high clouds will thicken, but the mountains will remain clear. Temperatures will drop to a chilly -5 to -9 degrees Celsius. Winds will be moderate to fresh at around 20 km/h from the south to southeast, especially at mid-elevations. At high elevations such as the Zugspitze and Watzmann, strong gusts of up to 75 km/h from the southeast are possible.<br><br> On Saturday, it will be mostly cloudy with high clouds until midday, but visibility will be unusually good. From midday onwards, the clouds will move northeast and it will be sunny again in the Bavarian Alps. Temperatures will rise to +1 to 5 degrees Celsius in the valleys, with the freezing level at 1400 meters, down to -2 degrees Celsius at 2000 meters, and down to -7 degrees Celsius at 3000 meters. There will be a light southerly wind of about 10 km/h with gusts up to 40 km/h. During the night leading into Sunday, dense, high clouds will move in again. A few snowflakes may fall from the clouds, but that&#39;s about it. The temperature will drop to between -6 and -11 degrees Celsius.<br><br> Further outlook until Monday, January 26, 2026: On Sunday, mostly cloudy, mountains only briefly shrouded in clouds. A few isolated snowflakes, but nothing more. Occasional sunshine in the Allgäu Alps. On Monday, the Allgäu Alps will be shrouded in clouds with light snowfall, while the Berchtesgaden region will be mostly sunny. Light westerly winds.</div>",
  "1d75c0155cce946708e1deaca52201d6": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Saturday, January 24, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> A low-pressure system moving northwards across the Alps will bring wetter and colder air on Sunday.<br><br> This evening the sky will be partly cloudy to clear. Cloud cover will increase again from the south at the beginning of the night leading into Sunday, becoming increasingly dense as the day progresses. While patches of high fog will spread from the north in low-lying areas, the highest peaks will become increasingly shrouded in clouds towards morning. Temperatures will remain just above freezing in some mid-elevations, while elsewhere light to moderate frost is expected. Winds will be mostly light to moderate, averaging 10 to 20 km/h, predominantly from the south. In exposed high-altitude areas, gusts of around 30 km/h are possible, reaching up to 60 km/h.<br><br> Sunday will start with heavy cloud cover, but it will remain dry. The first snowflakes will fall around midday. In the afternoon and evening, the snowfall will intensify, and the mountains will become increasingly shrouded in clouds at all elevations. By evening, around 3 cm of fresh snow will accumulate in the Chiemgau and Berchtesgaden Alps, around 5 cm elsewhere, and up to 10 cm in some higher elevations. Temperatures will reach +1 to +4 degrees Celsius in the valleys. At 1500 m, temperatures of up to +3 degrees Celsius are expected, while on the Zugspitze, temperatures will drop to -8 degrees Celsius. Winds will be light to moderate across much of the region, blowing at 15 to 25 km/h from varying directions. Only towards evening will the wind pick up somewhat in the higher elevations, with stronger gusts up to 60 km/h.<br><br> Further outlook until Tuesday, January 27, 2026: Monday, snow will be more frequent, especially in the Allgäu region, with rain in the valleys. Tuesday will be partly sunny and dry. Strong to gale-force gusts are expected at higher elevations.<br><br></div>",
  "95dd6e9fe24fa1a3063b8d545afbd9fb": "ECTP 0@88.0cm: sudden break (P) (entire block)",
  "fcf5d5c019f7c338c5889850d80cf165": "ECTN 20@69.0cm: partial fraction (N)\nECTN 5@80.0cm: partial fraction (N)\nECTN 21@69.0cm: Partial fraction (N)",
  "eccef79c76326d1391259b8056eeed54": "ECTN 5@34.0cm: Partial fraction (N)",
  "d540b432c2bb779c49f085613e3bdbde": "#SNP-FC\nECTN 14@69.0cm: Partial fracture (N)\nECTN 12@83.0cm: Partial fracture (N)\nECTP 15@69.0cm: Sudden fracture (P) (entire block)\norographically to the right of a relatively recent avalanche",
  "7d47020d999bef027349a6ec41d806ea": "ECT 31: no fracture",
  "42973292d0e0bdf8ff20a0c4a71614c0": "ECT 31: no fracture",
  "1fb4cf743d1fa31eec682825ff113dcf": "ECTN 2@53.0cm: Partial fracture (N)\nECTP 17@27.0cm: Sudden fracture (P) (entire block)",
  "e0c3322af1ce7bd99a25a45ce505c12e": "Excavated only to a depth of 90 cm.\n\nECTN 11@173.0 cm: Partial fracture (N)",
  "b5a8593c92fd008b8522aadfe2c29411": "ECTN 12@21.0cm: Partial fraction (N) (1)\nECTN 12@21.0cm: Partial fraction (N) (2)",
  "0e9804f7cc6029aabce00b91898bdce5": "Profile in the area of the crown edge of a medium-sized avalanche from the previous day – triggered by a single skier\n\nECT 31: no fracture\nKB 2@60.0cm: smooth fracture",
  "83665168b9948100d6b34231ee52bcf9": "CT 13@63.0cm: Sudden smooth fracture (SP)\nCT 22@38.0cm: Sudden fracture with collapse (SC)",
  "fe30f5585e102ce78f9738ac932bb8ce": "ECTN 16@53.0cm: Partial fraction (N)",
  "6c5efc46c88f9979d5815b258d2b8d3d": "ECTN 16@49.0cm: Partial fraction (N)",
  "762041d4eb898d2547c4c7040bc5f8d8": "Fresh snowfall on January 2nd-3rd with wind gusts up to 100 km/h. Further fresh snowfall and rain with winds up to 90 km/h from the west on January 9th. On January 10th, high fog formed above approximately 1300 m, resulting in surface hoar. The layer was approximately 2 cm thick.\n\nECTP 13@56.0 cm: sudden fracture (P) (entire block)",
  "f260d8575a8056a67d9334de97a8e3b1": "ECTN 6@108.0cm: Partial fracture (N)\nECTP 12@65.0cm: Sudden fracture (P) (entire block)",
  "dea53d23e8cd5e4f94c307f309efc0a7": "ECTN 7@108.0cm: Partial fracture (N)\nECTP 11@68.0cm: Sudden fracture (P) (entire block)\nRB 4@68.0cm: Entire block",
  "3adf70b15522c171ab539327bc012a60": "LO.LA profiles\n\n\nECT PP 14 @ 16 (from ground)",
  "bdf6cafedba0f43eeabbe9ef2e7da891": "Profile location near the ridge, approximately 30 meters below the crest.\nTo the north, same crusts; below them, large cup-shaped and angular crystals.",
  "7943f884bb0be68fb5ed0340142f5b3e": "ECTN 23@80.0cm: Partial fraction (N)",
  "a19062bc82a2f88b257b25e7a1503fd6": "Wind-encrusted area below ridge;\n\nCT 12@130.0cm: Resistive fracture, smooth (RP)\n\nCT 22@50.0cm: Sudden fracture, smooth (SP)\n\nCT 24@50.0cm: Sudden fracture, smooth (SP)\n\nECT 31: No fracture",
  "19dcff8f2d314c55a6ee46834627cafa": "Profile survey at the fracture line (edge) of the avalanche on December 15, 2019 / 11:40 AM, approximately 30 meters below the possible trigger point of the slab avalanche (width varies from 50 to 90 meters, length 400 meters).\n\nA second attempt yielded almost the same result.",
  "13e9c7a6b37f93182cd710ddbe268b07": "CT 1@65.0cm: sudden smooth fracture (SP). Without CT test, layer 65-64.5 was not detected. CT test repeated, same result.",
  "8928dc75035a5e1537fecce5a285d205": "ECTP 14 at 37 cm\nProfile after a slab avalanche involving a person,\none person swept away, not buried, uninjured.\n\nECTP 14@37.0cm: sudden fracture (P) (entire block)",
  "776c87cad2300bcb7458acbf5177c5c1": "Snow profile taken during an avalanche rescue operation on the northwest side of the Steinmandl, approximately 50 meters below the summit. The avalanche was triggered by a skier who was carried approximately 30 meters and then continued skiing. The incident was reported by witnesses in the Hählekopf area.\n\nECTN 7@70.0cm: Partial fracture (N)\n\nStrikingly large variations in snowpack thickness on this slope are evident due to previous drifting.",
  "06f6cd3f1dac9d48f68e0426c59be4cb": "ECTP 11@76.0cm: sudden break (P) (entire block)",
  "0f18593806615292a10a463bd3373072": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Sunday, January 25, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> A small-scale but weather-effective low-pressure system is moving north from the Adriatic Sea, bringing a wintry period.<br><br> Overnight into Monday, it will be mostly cloudy with snowfall, which will ease in the second half of the night, with accumulations typically only reaching 1 to 5 cm. Temperatures in the valleys will drop to between -1 and -5 degrees Celsius.<br><br> On Monday, it will be mostly cloudy with patchy snowfall, and rain at lower elevations. The snow line will be around 600 to 900 meters. In the Allgäu region, accumulations of 5 to 15 cm are expected, while elsewhere they will generally be only 1 to 5 cm within 12 hours. Highs will reach 2 to 5 degrees Celsius in the valleys, -2 degrees Celsius at 1500 meters, and -12 degrees Celsius at 3000 meters. Winds will be generally light from the southwest at 10 to 15 km/h, with gusts up to 35 km/h. On mountain peaks, gusts of up to 60 km/h from the west are increasingly possible.<br><br><br> Further outlook until Wednesday, January 28, 2026: Foehn winds on Tuesday and Wednesday, collapsing from Wednesday afternoon.</div>",
  "ff6ae2f03457524db40efa932b726026": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 26, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> A low-pressure system over northeastern Germany is temporarily directing somewhat milder air towards the Alps.<br><br> This evening will be heavily overcast. It will remain mostly dry. Temperatures in the valleys will be just above freezing, at 1500 meters -2°C and at 3000 meters -12°C. The wind will blow at an average speed of 25 to 30 km/h from the southwest. At higher elevations, isolated gusts of up to 60 km/h are possible. The sky will clear overnight, with lows of -5 to -9°C.<br><br> On Tuesday, a slight föhn wind will bring mostly sunny and very mild conditions. In the valleys, temperatures will climb to 5 to 8 degrees Celsius. At 1500 meters, temperatures will reach 1 to 5 degrees Celsius, and -5 degrees Celsius on the Zugspitze. The average wind will be from the southwest at 30 to 35 km/h, with gusts reaching up to 70 km/h.<br><br><br> Further outlook until Thursday, January 29, 2026: The foehn wind will subside overnight into Wednesday. Precipitation will move in from the Allgäu region, spreading eastward during the day and turning to snow even in the valleys. Generally, 1 to 5 cm of snow is expected, with up to 10 cm in areas of orographic lift. Temperatures will drop from 5 to 0 degrees Celsius in the valleys from the west during the day, to -3 degrees Celsius at 1500 m and -8 degrees Celsius at 3000 m. The wind will blow at an average speed of 25 to 30 km/h from the west to northwest. Gusts of up to 65 km/h are possible at higher elevations. The snowfall will subside on Thursday.</div>",
  "4806ab80dea166fb1880dbaf3dbdfb20": "Good morning",
  "6c72a8e8527bed0b1037dccd47d4684f": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 27, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> Today, a light foehn wind is prevailing under the influence of an area of high pressure. On Wednesday, the frontal system, centered near Ireland, will move into Bavaria, while at the same time a secondary low-pressure system will develop, centered near Genoa.<br><br> Tuesday evening will often end brightly, with sunshine in the east. Soon, mid- and high-level clouds will thicken from the west, resulting in overcast skies. At most, a few drops of rain are expected, especially with the snow line at around 2000 meters in the west; however, it will mostly remain dry. Where it does rain, there is a risk of black ice due to light frost in the valleys.<br><br> On Wednesday, it will be overcast, with clouds spreading to mid-elevations throughout the day. The snow line will descend from around 1900m in the west, dropping to valleys in the east by late evening. Locally, black ice may develop due to light rain until mid-morning. In the Allgäu region, accumulations of 1-3 cm are expected; elsewhere, only a few flakes are possible. Maximum temperatures will reach around +3°C at 1500m and -6°C at 3000m. A moderate to fresh wind will blow from the south, with high peaks blowing southwest (averaging 30-40 km/h at night and up to 30 km/h during the day). Gusts of up to 70 km/h are possible, reaching up to 80 km/h in exposed areas. The wind will weaken during the day, shifting to a southerly direction on high peaks, with continued strong gusts of up to 70 km/h.<br><br> Further outlook until Friday, January 30, 2026: Some snowfall overnight into Thursday in the west, likely little to no fresh snow from Thursday midday onwards; colder. Mostly dry on Friday; milder.</div>",
  "e0ef47f383a144923e2d639afb89088d": "Good Morning",
  "de3db4bb91c0e52bd967351e4e8328f7": "The weather is nice",
  "fbb60baf87cd4ae8c9da6f4fd5a15eff": "Snow is falling",
  "0bc37570670dcf1274c2d03f30634537": "Avalanche danger is high",
  "f1285bff9297a4c819038034af4b301b": "Have a nice day"
}